const examples = [
  {
    title: "01",
    url: "/A01",
    text: "01 | 浏览器中实现可视化的四种方式",
  },
  {
    title: "02",
    url: "/A02",
    text: "02 | 指令式绘图系统：如何用Canvas绘制层次关系图？",
  },
  {
    title: "03",
    url: "/A03",
    text: "03 | 浏声明式图形系统：如何用SVG图形元素绘制可视化图表？",
  },
  {
    title: "04",
    url: "/A04",
    text: "04| GPU与渲染管线：如何用WebGL绘制最简单的几何图形？",
  },
  {
    title: "05",
    url: "/B05",
    text: "05 |如何用向量和坐标系描述点和线段？",
  },
  {
    title: "06",
    url: "/B06",
    text: "06 | 可视化中你必须要掌握的向量乘法知识",
  },
  {
    title: "07",
    url: "/B07",
    text: "07 |  如何用向量和参数方程描述曲线？",
  },
  {
    title: "08",
    url: "/B08",
    text: "08 | 如何利用三角剖分和向量操作描述并处理多边形？",
  },
  {
    title: "09",
    url: "/B09",
    text: "09 | 如何用仿射变换对几何图形进行坐标变换？",
  },
  {
    title: "10",
    url: "/C10",
    text: "10 | 10 | 图形系统如何表示颜色？",
  },
];
export { examples };
